<template>
  <div class="container payment">
    <div class="content">
      <h1>Оплата</h1>
      <p>Оплата товару можлива декількома варіантами:</p> 
      <ul>
        <li>Повна передоплата − в такому випадку всі кошти вносяться на рахунок, представлений менеджером компанії.</li>
        <li>Наложний платіж - Ви вносите передплату в розмірі 100 грн на представлений менеджером рахунок. Після чого решту оплачуєте вже при отриманні товару у відділенні Нової Пошти. Будь ласка, врахуновуйте, що наложний платіж вихиодить дещо дорожчим за повну передплату, тому що в цьому випадку Нова Пошта додає власну комісію за переказ грошей від Вас.</li>
      </ul>
      <p>Будь ласка, зверніть увагу, що замовляючи товар за допомогою наложеного платежу, у Вас є можливість оглянути товар на предмет пошкоджень одразу у відділенні Нової Пошти. В разі, якщо ви його не провели самостійно і не повідомили нам про наявність пошкоджень, уся відповідальність лежить на Вас.</p>
      <p>Відповідальність за оплату комісій за переказ лежить на Покупці. </p>
      <p>Після оплати з вами зв'яжеться менеджер для уточнення деталей замовлення (якщо такі є) та реквізитів для доставки (якщо замовлення було зроблене не на сайті). Одразу після цього ми формуємо посилку для Нової Пошти та заносимо її на відправку. Будь ласка, враховуйте, що відправка з самого відділення буде не раніше 20:00 того ж дня.</p>
      <h1>Доставка</h1>
      <p>Ми відправляємо замовлення по Україні компанією Нова Пошта.</p>
      <p>Терміни доставки складають 1-2 дні в залежності від віддаленності Вашого відділення та його графіка роботи.</p>
      <p>Оплата за доставку НЕ ВКЛЮЧЕНА в вартість замовлення, що означає, що Вам потрібно буде здійснити оплату за доставку товару самостійно.</p>
      <h1>Повернення товару</h1>
      <p>Якщо по якимось причинам товар Вам не підійшов, Ви зможете його нам повернути на протязі 14 днів з моменту отримання замовлення, попередньо узгодивши це з нашим представником.</p>
      <p>Будь ласка, враховуйте, що повернення та обмін товару відбувається виключно з вимогами Закона Україні "Про захист прав Споживачів" та Постанови Кабінету Міністрів "Про реалізацію окремих положень Закону України "Про захист прав Споживачів", який забороняє повертати </p>
      <h5>Товар можливо повернути тільки якщо:</h5>
      <ul>
        <li>Товар та його упаковка не були пошкодженні</li>
        <li>На товарі присутні бірки</li>
        <li>Товар не був у використанні, відсутні ознаки використання</li>
        <li>Товар не входить в перелік товарів, що не підлягають поверненню згідно <a target="_blank" class="link" href="https://zakon.rada.gov.ua/laws/show/172-94-%D0%BF">постанови Кабінету Міністрів №172 від 19 березня 1994 року.</a></li>
      </ul>
      <p>Будь ласка, враховуйте, що пересилання товару відбувається за кошти покупця. Також, маємо звернути Вашу увагу, що повернення коштів можливе лише після отримання та перевірки поверненого товару. Кошти повертаються на рахунок вказаний Вами.</p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'Payment',
  head() {
    const title = 'EkoMom - інтернет-магазин дитячого тектилю'
    const description = 'Умови оплати та поверення товару.'
    return {
      title,
      meta: [
        { name: 'description', content: description },
        { property: 'og:locale', content: "uk_UA" },
        { property: "og:type", content: "website" },
        { property: "og:title", content: title },
        { property: "og:description", content: description },
        { property: "og:url", content: "https://ekomom.com//" },
        { property: "og:site_name", content: "EkoMom" },
        { name: "twitter:card", content: "summary_large_image" },
        { name: "twitter:title", content: title },
        { name: "twitter:description", content: description },
      ]
    }
  },
}
</script>

<style lang="scss" scoped>
.payment {
  margin-top: 5rem;
  margin-bottom: 5rem;
}
</style>